brew 'automake'
brew 'bat'
brew 'ccextractor'
brew 'clang-format'
brew 'diff-so-fancy'
brew 'ffmpeg'
brew 'git'
brew 'gnupg'
brew 'go'
brew 'godep'
brew 'historian'
brew 'llvm'
brew 'magic-wormhole'
brew 'mas'
brew 'mercurial'
brew 'mkvtoolnix'
brew 'node' brew 'openssl@1.1'
brew 'pyenv'
brew 'pyenv-virtualenvwrapper'
brew 'pypy3'
brew 'ripgrep'
brew 'rustup-init'
brew 'shellcheck'
brew 'sloccount'
brew 'trash'
brew 'unrar'
brew 'vim'
brew 'youtube-dl'
mas 'AdGuard for Safari', id: 1440147259
mas 'Airmail 3', id: 918858936
mas 'Pixelmator Pro', id: 1289583905
mas 'Slack', id: 803453959
mas 'Tweetbot', id: 1384080005
mas 'The Unarchiver', id: 425424353
mas 'WireGuard', id: 1451685025
mas 'Xcode', id: 497799835
tap 'caskroom/cask'
tap 'caskroom/versions'
cask_args appdir: '/Applications'
cask '1password'
cask 'alfred'
cask 'battle-net'
cask 'dash'
cask 'divvy'
cask 'docker'
cask 'dropshare'
cask 'expressvpn'
cask 'firefox'
cask 'google-chrome'
cask 'imageoptim'
cask 'intel-power-gadget' # used with istat
cask 'irccloud'
cask 'istat-menus'
cask 'iterm2'
cask 'java'
cask 'macvim'
cask 'microsoft-office'
cask 'paw'
cask 'sabnzbd'
cask 'sage'
cask 'skype'
cask 'steam'
cask 'transmission'
cask 'visual-studio-code'
cask 'vlc'
cask 'vmware-fusion'
cask 'wireshark'
